-- Load localization only if it matches the client locale
if GetLocale() ~= "ruRU" then
    return;
end

ezCollections.Holidays =
{
    [62] = "Праздник фейерверков",
    [141] = "Зимний Покров",
    [181] = "Сад чудес",
    [201] = "Детская неделя",
    [283] = "К оружию! Альтеракская долина",
    [284] = "К оружию! Ущелье Песни Войны",
    [285] = "К оружию! Низина Арати",
    [301] = "Рыбомания Тернистой долины",
    [321] = "Неделя урожая",
    [324] = "Тыквовин",
    [327] = "Лунный фестиваль",
    [335] = "Любовная лихорадка",
    [341] = "Огненный солнцеворот",
    [353] = "К оружию! Око Бури",
    [372] = "Хмельной фестиваль",
    [374] = "Ярмарка Новолуния",
    [375] = "Ярмарка Новолуния",
    [376] = "Ярмарка Новолуния",
    [398] = "День пирата",
    [400] = "К оружию! Берег Древних",
    [404] = "Пиршество странников",
    [406] = "Wrath of the Lich King",
    [409] = "День мертвых",
    [420] = "К оружию! Остров Завоеваний",
    [423] = "Любовная лихорадка",
    [424] = "Калуакское рыбоборье",
};
