-- Load localization only if it matches the client locale
if GetLocale() ~= "zhCN" then
    return;
end

ezCollections.Holidays =
{
    [62] = "暗月马戏团",
    [141] = "冬幕节",
    [181] = "贵族花园",
    [201] = "儿童周",
    [283] = "战斗召唤：奥特兰克山谷",
    [284] = "战斗召唤：战歌峡谷",
    [285] = "战斗召唤：阿拉希盆地",
    [301] = "荆棘谷钓鱼盛会",
    [321] = "收获节",
    [324] = "万圣节",
    [327] = "春节",
    [335] = "爱在空气中",
    [341] = "仲夏焰火节",
    [353] = "战斗召唤：风暴之眼",
    [372] = "美酒节",
    [374] = "暗月马戏团",
    [375] = "暗月马戏团",
    [376] = "暗月马戏团",
    [398] = "海贼日",
    [400] = "战斗召唤：远古海滩",
    [404] = "感恩节",
    [406] = "巫妖王之怒",
    [409] = "亡灵节",
    [420] = "战斗召唤:征服之岛",
    [423] = "爱意弥漫的天空",
    [424] = "卡鲁亚克钓鱼大赛",
};
